[
    {
        "question": "How can we possibly avoid this abyss of waste?"
    },{
        "question": "Is there any magic to it all?"
    },{
        "question": "Which purpose can there be for one's workshop without the other?"
    },{
        "question": "How can we help the artists, writers and designers of the world by supporting their work?"
    },{
        "question": "Should we all be so generous and cooperative with one another?"
    },{
        "question": "Is there any better analogy for a work of art than a work of art?"
    },{
        "question": "How can we get people here?"
    },{
        "question": "What will be the role of the cultural left in the future?"
    },{
        "question": "How can we best understand the workings of DNA and its processes, and how they might be able to be improved in the future?"
    },{
        "question": "Could we make this a reality?"
    },{
        "question": "How can we fix this if the problems are not ours?"
    },{
        "question": "When do we begin to understand the problem with this, and what can we do about it?"
    },{
        "question": "But what if we could design and form a system that protected users in this time of transition?"
    },{
        "question": "How can we make a difference with our lives if the products we serve don’t work for us?"
    },{
        "question": "How can we best use this time to praise virtue?"
    },{
        "question": "How can we move from the belief systems of the ruling classes to those of the middle classes?"
    },{
        "question": "How can we build a new society in which the desires and the concerns of the masses are not marginalised and sacrificed for the sake of the interests of big business and their clients?"
    },{
        "question": "How can we create an ecology of green spaces in which all people, no race, no gender, no place of origin and all languages can live?"
    },{
        "question": "What will be the impact once these measures have been taken?"
    },{
        "question": "What will be the economic impact of the move towards open source?"
    },{
        "question": "What will be the relationship between design and industry?"
    },{
        "question": "What will be the core values of the future of this great nation?"
    },{
        "question": "What will be the value of that which is not ours at all times and in all places, and will we pay for it with our lives as if these we are living?"
    },{
        "question": "What will be the next stage of this space’s development?"
    },{
        "question": "What will be the point of the graphic design institute if it can't be reduced to an issue?"
    },{
        "question": "What will be the nature of the programme through which the new ideology has its daily onslaught into our schools and universities?"
    },{
        "question": "What will be the role of a design firm dedicated to the protection and beautification of the urban environment and its natural environments?"
    },{
        "question": "Should we all be outraged?"
    },{
        "question": "Should we all be so stupid as to suppose that the only practical advantage a factory-built automatic transmission has over a standard petrol engine is a marginal marginal tax?"
    },{
        "question": "Should we all be so foolish?"
    },{
        "question": "Should we all be so enamoured of technology that we ignore all the warnings it can give us about its effects?"
    },{
        "question":  "Should we all be so complacent about sustainability and human-centered design?"
    },{
        "question": "Should we all be satisfied with merely throwing our bodies to the winds, or with this dream of a world in which men's bodies will be free from danger, because the stars will not be seen?"
    },{
        "question": "Should we all be so stupid that there is no future for this nation without the production of human capital, the building of new ideas, the building of the barricades, the waging of all intellectual and material fields?"
    },{
        "question": "Should we all be so stupid as to declare war on each other every step of the way, and to the utter antithesis of what the natural world needs?"
    },{
        "question": "Should we all be so presumptuous as to say that by the grace of God we can make use of all that we can get?"
    },{
        "question": "Is there any evidence that the more you work (or write) – the more you must be willing to let go of pastimes and form for the conditions of exploitation and the destruction of ecosystems?"
    },{
        "question": "Is there anyother form of intellectual property, even of infinitely more subtle and subtle uses, that we should fear?"
    },{
        "question": "Is there any value in a life that cannot be lived if we are not married?"
    },{
        "question": "Is there any need to make us all scrawl the same ugly paper with our own eyes on the cover?"
    },{
        "question": "Is there any evidence that the demand for this type of data has grown in the last four years?"
    },{
        "question": "Is there any difference between a dog and a man once we have given him no pleasure, given him no weariness, but given him sufficient force to satisfy the senses?"
    },{
        "question": "Is there any evidence to support the idea that people are so busy with so much other stuff, and their attention turns so concentrated, that they don’t notice the consequences?"
    },{
        "question": "Is there any question of a market for such furniture as are cheap and easy to make and maintain?"
    },{
        "question": "Could we make it so that when a user scrolls down the page (or “zips throughayers”) she can immediately see the designer’s own work?"
    },{
        "question": "Could we have known?"
    },{
        "question": "Could we make a machine that turns glucose into glucose again, even without any glucose?"
    },{
        "question": "Could we see one another from that house with the window up?"
    },{
        "question": "Could we be in any position to prevent him from being a part of that labour?"
    },{
        "question": "Could we expect the population to behave in a more harmonious and open way in the future?"
    },{
        "question": "Could we make the roads in this city longer and more safe, or make them a little bit wider and a little bit stouter?"
    },{
        "question": "Could we possibly compete in a market where the most durable, durable, durable material is soft-shells, M&M's, and not gold, diamonds, and no-till?"
    },{
        "question": "Could we really have a second, fuller life if the weather is still bad and we have no one to look after us?"
    },{
        "question": "How should you design a social network, for example?"
    },{
        "question": "How should you look for?"
    },{
        "question": "How should you design a border for the sake of it?"
    },{
        "question": "How should you set your business up?"
    },{
        "question": "How should you act?"
    },{
        "question": "How should you design a product and a service based on it?"
    },{
        "question": "How should you write it?"
    },{
        "question": "How should you design a building if it is not designed for?"
    },{
        "question": "How should you turn on the power?"
    },{
        "question": "How should you put up with a life of waiting for the right moment?"
    },{
        "question": "But what if this new technology were developed by a group of people instead of an international consortium?"
    },{
        "question": "But what if we had a system in place which ensured the safety of our work, our products, our cultural and intellectual treasures?"
    },{
        "question": "But what if we could design and build devices that would show the world what it is like to be an immigrant in the Middle East without the use of a so-called 'Third Way'?"
    },{
        "question": "But what if things were exactly the same?"
    },{
        "question": "But what if the company didn’t need any of this?"
    },{
        "question": "But what if you could create an operating system for it, one that would run on just about anything?"
    },{
        "question": "But what if we could turn the clock back?"
    },{
        "question": "But what if we didn't have that luxury?"
    },{
        "question": "But what if they didn’t?"
    },{
        "question": "Why are we doing this?"
    },{
        "question": "Why are we doing this, and what is the purpose of it all?"
    },{
        "question": "Why are we doing this?"
    },{
        "question": "Why are we designing apps for children where the screens are empty?"
    },{
        "question": "Why are we supposed to believe that the conditions causing the great pandemic of 1918 were caused by unnatural forces or that they existed to celebrate?"
    },{
        "question": "Why are we doing this, then, if the rich will pay for it?"
    },{
        "question": "Why are we creating a new ideal?"
    },{
        "question": "Why are we doing business with?"
    },{
        "question": "Why are we doing this to each other?"
    },{
        "question": "Why are we doing this now?"
    },{
        "question": "Which purpose is there in worshiping a being greater than ourselves, more exalted than ourselves, exalted over all?"
    },{
        "question": "Which purpose of this passage is evident?"
    },{
        "question": "Which purpose of life in the new world is to make a joke, to make fun of hypocrisy, and to make a nuisance of yourselves?"
    },{
        "question": "Which purpose of the study is to test the hypothesis, that hypothesis is innately false?"
    },{
        "question": "Which purpose can there be in manufacturing without regard to the ends of the earth?"
    },{
        "question": "Which purpose and function of the dye is a question of mathematics?"
    },{
        "question": "Which purpose can a city's population of people, who constitute more than one-fifth of the city, presently get, at least in part, from the surrounding countryside?"
    },{
        "question": "Which purpose is there in being useful without useful?"
    },{
        "question": "Which purpose of advertising?"
    },{
        "question": "When do we get to the stage where there are no more constraints and he can be anything from a designer to a cybernetic cybernetician?"
    },{
        "question": "When do we begin?"
    },{
        "question": "When do we draw the line?"
    },{
        "question": "When do we end up with the cultural products needed to replace the durable tools of our time?"
    },{
        "question": "When do we start?"
    }
]
